Repository: abdullaharik/tarski
Catalog: *.po
Languages: tr_tr

source: Error 404
tr_tr: Hata 404

source: Error %s
tr_tr: Hata %s

source: Search results for %s
tr_tr: %s için arama sonuçları

source: Powered by <a href="http://wordpress.org/">WordPress</a> and <a href="http://tarskitheme.com/">Tarski</a>
tr_tr: <a href="http://wordpress.org/">WordPress</a> &amp; <a href="http://tarskitheme.com/">Tarski</a> &amp; <a href="http://satranc.biz/">Satranç</a>

source: Subscribe to feed
tr_tr: Rss Üyeliği

source: Read the rest of this entry &raquo;
tr_tr: Bu iletinin tamamını göster &raquo;

source: edit
tr_tr: düzenle

source: Permanent link to %s
tr_tr: %s için kalıcı bağlantı

source: No posts found
tr_tr: İleti bulunamadı

source: Looks like there&#8127;s nothing here, sorry. You might want to try the search function. Alternatively, return to the %s.
tr_tr: Baktığınız sayfa burada değil. Arama kutusunu kullanabilirsiniz veya geldiğiniz sayfaya geri dönebilirsiniz %s

source: front page
tr_tr: ana sayfa

source: Default style
tr_tr: Varsayılan Sitil

source: Tarski allows you to select an alternate style that modifies the default one. Choose from the list above.
tr_tr: Tarski varsayılan sitili değiştiren alternatifler seçmenize de olanak sağlamakta. Aşağıdaki listeden seçebilirsiniz.

source: Tarski allows you to select an %1$s that modifies the default one. Choose from the list above, or upload your own to %2$s.
tr_tr: Tarski %1$s seçmenize ve varsayılanı değiştirmenize olanak veriyor. Listeden seçin veya özel bir tane %2$s yükleyin.

source: alternate style
tr_tr: alternatif sitil

source: No alternate stylesheets appear to be present.
tr_tr: Kullanılabilecek alternatif sitil dosyası yok.

source: Tarski options have been restored. %s
tr_tr: Tarski için varsayılan ayarlar geri yüklendi. %s

source: View site &rsaquo;
tr_tr: Siteyi ziyaret edin &raquo;

source: Tarski options have been updated. %s
tr_tr: Tarski ayarları güncellendi. %s

source: This may be because you have removed them, or because those files aren&#8217;t readable by WordPress.
tr_tr: Bunu sebebi bu dosyaları silmiş olmanız veya WordPress'in bu dosyaları okuyamıyor olması olabilir.

source: If you have problems making the files readable, try the WordPress Codex documentation on %s.
tr_tr: Dosyaları okunabilir olarak ayarlamakta sorun yaşıyorsanız, WordPress Codex belgelerini inceleyebilirsiniz %s.

source: changing file permissions
tr_tr: dosya erişim hakları değiştiriliyor

source: If you deleted the files by accident, just download a new copy from the %s and re-upload them to your website.
tr_tr: Dosyaları kazayla silerseniz,sadece %s adresinden yeniden indirin ve ekrar websitenize yükleyin.

source: Tarski website
tr_tr: Tarski websitesi

source: Reset Tarski&#8217;s options to their default values
tr_tr: Tarski için VARSAYILAN AYARLARI geri yükle

source: If you change your mind, you&#8217;ll have three hours to restore your options before they&#8217;re removed for good.
tr_tr: Eğer fikrinizi değiştirirseniz, önceki ayarları geri yüklemek için Üç saatiniz var. Daha sonra ayar bilgileri tamamen silinir.

source: You have deleted your Tarski options.
tr_tr: Tarski ayarlarını sildiniz.

source: Restore Tarski Options &raquo;
tr_tr: Tarski için varsayılan ayarları geri yükle &raquo;

source: The sidebar for posts and pages can be the same as that for index pages, or use its own set of widgets.
tr_tr: Tarski temasında ana sayfada kullanılan bileşenler alt sayfalarda ve yazılarda kullanılanlardan ayrı olarak ayarlanabilir.

source: Same content as main sidebar?
tr_tr: Bileşen ayarları bütün sayfalarda aynı olsun mu?

source: Tarski Options
tr_tr: Tarski Ayarları

source: Save Options
tr_tr: Ayarları Kaydet

source: Tarski documentation
tr_tr: Tarski dökümantasyonu

source: Credits &amp; Thanks
tr_tr: &amp;

source: Alternate Style
tr_tr: Alternatif Sitil

source: Miscellaneous Options
tr_tr: Çeşitli Seçenekler

source: Sidebar Options
tr_tr: Bileşen Ayarları

source: Reset Options
tr_tr: Ayarları Sıfırla

source: You are currently browsing the archive for the %s category.
tr_tr: %s kategorisi için arşiv sayfasını görüntülüyorsunuz.

source: You are currently browsing articles tagged %s.
tr_tr: %s etiketi için arşiv sayfasını görüntülüyorsunuz.

source: Articles by %s
tr_tr: %s

source: You are currently browsing %s&#8217;s articles.
tr_tr: %s için arşiv sayfasını görüntülüyorsunuz.

source: You are currently browsing the daily archive for %s.
tr_tr: %s için arşiv sayfasını görüntülüyorsunuz.

source: You are currently browsing the monthly archive for %s.
tr_tr: %s için arşiv sayfasını görüntülüyorsunuz.

source: You are currently browsing the yearly archive for %s.
tr_tr: %s için arşiv sayfasını görüntülüyorsunuz.

source: edit page
tr_tr: sayfayı düzenle

source: Monthly Archives
tr_tr: Aylık Arşiv

source: Category Archives
tr_tr: Kategori Arşivi

source: No comments
tr_tr: Yorum yapılmamış

source: 1 comment
tr_tr: 1 yorum

source: % comments
tr_tr: % yorum

source: Comments feed for this article
tr_tr: Bu iletinin yorumları için RSS

source: Trackback link: %s
tr_tr: %s için geri izleme bağlantısı

source: &lsaquo; Previous
tr_tr: &lsaquo; Önceki

source: Next &rsaquo;
tr_tr: Sonraki &rsaquo;

source: Comments are now closed.
tr_tr: Yorum özelliği şu anda kapalı.

source: Main sidebar
tr_tr: Üst Yan Menü

source: Post and page sidebar
tr_tr: İleti ve Sayfa Yan Menüsü

source: Footer main widgets
tr_tr: Alt Ana Menü

source: Footer sidebar widgets
tr_tr: Alt Yan Menü

source: Tarski navbar
tr_tr: Tarski Menü Bar

source: %1$s from %2$s on %3$s
tr_tr: %2$s %3$s için %1$s tarafından

# noun
source: Comment
tr_tr: Yorum

source: Trackback
tr_tr: Geri İzleme

source: Pingback
tr_tr: Geri izleme

source: Your comment is awaiting moderation.
tr_tr: Yorumunuz onay için bekletiliyor.

source: %1$s on %2$s
tr_tr: %2$s yazısı için %1$s tarafından yapılan yorum

source: Home
tr_tr: Ana Sayfa

source: You are not authorised to perform this operation.
tr_tr: Bu işlemi yapmak için yetkiniz yok.

source: Display site title
tr_tr: Site başlığını göster

source: Display site tagline
tr_tr: Site sloganını göster

source: Show post categories
tr_tr: İletide kategorileri göster

source: Show tags everywhere
tr_tr: Etiketleri her yerde göster

source: Centrally align the theme
tr_tr: Temayı ortala

source: Switch column order
tr_tr: Sütun sıralamasını değiştir

source: Reverse document title order
tr_tr: Site Adı ve Site Sloganı&#8217;nın yerini değiştir (Site Adı&#8217;nı sonra göster)

source: %1$s at %2$s
tr_tr: %1$s @ %2$s

source: Permalink to this comment
tr_tr: Bu yorum için kalıcı bağlantı

source: You must be %s to post a comment.
tr_tr: Yorum yapabilmek için %s olmalısınız.

source: logged in
tr_tr: giriş

source: Your comment
tr_tr: Yorumunuz

source: Reply
tr_tr: Cevapla

source: Reply to %s
tr_tr: Bu yoruma yanıt ver %s

source: Pages:
tr_tr: Sayfalar:

source: Next page
tr_tr: Sonraki sayfa

source: Previous page
tr_tr: Önceki sayfa

source: Previous results
tr_tr: Önceki sonuçlar

source: More results
tr_tr: Daha çok sonuç

source: Older entries
tr_tr: Eski iletiler

source: Newer entries
tr_tr: Yeni iletiler

source: in %s
tr_tr: %s

source: Permalink
tr_tr: Kalıcı bağlantı

source: Edit this post
tr_tr: Bu iletiyi düzenle

source: The page you are looking for does not exist; it may have been moved, or removed altogether. You might want to try the search function or return to the %s.
tr_tr: Baktığınız sayfa bulunamadı; Taşınmış veya Silinmiş olabilir. Arama yapabilir veta %s sayfasına geri dönebilirsiniz.

source: and
tr_tr: ve

source: or
tr_tr: veya

source: Tags
tr_tr: Etiketler

source: Header image
tr_tr: Sayfa Başı Resmi

source: Return to main page
tr_tr: Ana sayfaya geri dön

source: Return to front page
tr_tr: Ana sayfaya geri dön

source: The most recent articles, offset by the number of visible articles on the home page.
tr_tr: En güncel yazılar, ana sayfada gösterilecek ileti sayısını parametre olarak alır.

source: Recent Articles
tr_tr: Son İletiler

source: View this post
tr_tr: Bu iletiyi görün

source: %1$s in %2$s
tr_tr: %1$s - %2$s

source: Title:
tr_tr: Başlık:

source: Number of posts to display:
tr_tr: Gösterilecek ileti sayısı:

source: (at most 15)
tr_tr: (en çok 15)

source: Search Results
tr_tr: Arama Sonuçları

source: Your search for %s returned the following results.
tr_tr: %s için yaptığınız arama aşağıdaki sonuçları buldu.

source: No results
tr_tr: Sonuç yok

source: Your search for %1$s returned no results. Try returning to the %2$s.
tr_tr: %1$s için arama sonucu bulunamadı. %2$s&#8127;ya dönmeyi deneyebilirsiniz.

source: Search this site
tr_tr: Bu sitede ara

source: Search
tr_tr: Ara
